

<!-- Coming Soon -->
<div class="coming-soon">
    <div class="inner-bg">
        <div class="container">
            <div class="terms-conditions">
                <div class="row">
                    <div class="col-xs-12">
                        <div class="wow fadeInDown">
                            <a href="<?php echo base_url(); ?>"><img src="<?php echo base_url(); ?>template/front/images/logo.jpg" style="width:200px"></a><br>
                        </div>
                        <br><hr class="divider"><br>
                        <div class="terms-conditions-area">
<p dir="RTL">
    <h2 class="text-center">الشروط والأحكام</h2>
</p>
<p dir="RTL">
    الشروط والأحكام المضمنة هنا تسري وتطبق على كل شخص إستخدم تطبيق "تروللي"
    بغرض التمتع بخدمة التسوق والشراء عبر الإنترنت عن طريق الكاش أو عن طريق
    بطاقة الصراف الآلى، وبموجب ما سيتم ذكره يعتبر كل مستخدم قد قرأ ووافق على
    جميع الشروط والأحكام.
</p>
<p dir="RTL">
    <strong>أ‌) </strong>
    <strong>سياسة الخصوصية: </strong>
</p>
<p dir="RTL">
    "تروللي" يحترم ويحمي خصوصية كل مستخدم قام بإدخال بياناته الشخصية وإستخدم
    التطبيق، ولا يتم عرض البيانات الشخصية التي قام بإدخالها المستخدم لأي طرف
    ثالث إلا بعد الحصول على موافقة المستخدم أولا كما هو مذكور في هذه البنود.
</p>
<p dir="RTL">
    على الرغم من ذلك يحق ل "تروللي" إستخدام البيانات الشخصية للمستخدمين بصورة
    تجارية، كأستخدمها في الدراسات التحليلية وتصنيف المستخدمين بالنسبة للجنس،
    العمر والخ.. دون أي انتهاك أو تعرض للخصوصية.
</p>
<p dir="RTL">
    تصف سياسة الخصوصية معاملة "تروللي" لمعلومات التعريف الشخصية التي يقوم
    "تروللي" بجمعها عندما يكون المستخدم على التطبيق. لا يجمع "تروللي" أي
    معلومات فريدة عن المستخدم (مثل اسم المستخدم وعنوان إقامته والعمر والجنس وما
    إلى ذلك) إلا عندما يقوم المستخدم بتقديم هذه المعلومات على وجه التحديد وبشكل
    محدد على التطبيق. مثل أي شركة ترغب في تقديم أعلى جودة من الخدمات للعملاء ،
    يجوز لـ "تروللي" من وقت لآخر، إرسال رسائل نصية، بريد إلكتروني أو إجراء
    اتصالات أخرى مع المستخدم لإخبارهم عن الخدمات والميزات والوظائف والمحتوى
    المتنوع الذي يوفره "تروللي" أو طلب معلومات تطوعية.
</p>
<p dir="RTL">
    ومع ذلك ، يرجى العلم أن "تروللي" يمكنه الإفصاح عن معلومات شخصية محددة عن
    المستخدم إذا لزم الأمر للقيام بذلك في الحالات التالية:
</p>
<p dir="RTL">
    1- في حال الإمتثال لأي إجراء قانوني ساري مثل أمر تفتيش، أو قانون ساري أو
    أمر محكمة.
</p>
<p dir="RTL">
    2- في حال قام أحد المستخدمين بخرق شروط إستخدام التطبيق أو قام بمخالفة
    التوجيهات الخاصة بأي خدمة معينة.
</p>
<p dir="RTL">
    3- في حال حماية أو الدفاع عن حقوق "تروللي" القانونية والفكرية.
</p>
<p dir="RTL">
    4- في حال التحقيق في، أو منع، أو إتخاذ إجراء بسبب أفعال غير قانونية، أو
    إحتيال، أو أفعال تتضمن تهديد أمن أونزاهة التطبيق، أو صفحة الفيسبوك أو عروض
    "تروللي".
</p>
<p dir="RTL">
    <strong>ب‌) </strong>
    <strong>الشروط والأحكام العامة للدفع عبر الإنترنت:</strong>
    <strong></strong>
</p>
<p dir="RTL">
    1- بمجرد موافقة وقبول المستخدم لهذه الشروط والأحكام يستطيع المستخدم التسجيل
    والإستفادة من الخدمة. المستخدم يمكن أن يسجل عن طريق ملئ إستمارة مختصرة.
</p>
<p dir="RTL">
    2- يمكن للمستخدم أن يقوم بدفع فواتيره أو رسومه من بطاقته المصرفية عبر تطبيق
    الهاتف المحمول وذلك بعد إنشاءه لل IPIN أو إدخاله لرقم ال IPIN إذا كان منشأ
    مسبقاً، وكذلك الدفع عبر الكاش وبأي طريقة أخرى حسب ما يحدده تطبيق "تروللي"
    من وقت لأخر.
</p>
<p dir="RTL">
    3- جميع حقوق وإلتزامات وتعهدات "تروللي" ستكون خاضعة للقوانين السارية
    بالسودان كما ستكون خاضعة لأي توجيهات أو إجراءات من قبل حكومة السودان. أيضا
    لم يرد في هذه الشروط والأحكام أي بند ينص على خلاف حق "تروللي" في الإمتثال
    لأي طلب من جهات القانون أو أي متطلبات متعلقة بأي مستخدم خلال إستخدامه
    للتطبيق والدفع عبر الإنترنت أومعلومات متعلقة بهذا الإستخدام قدمت ل، أو جمعت
    بواسطة "تروللي". بالإضافة إلى أن أي مستخدم يقر ويوافق على أن "تروللي" له
    الحق الكامل في تقديم تفاصيل إستخدامه لتطبيق الهاتف المحمول للجهة المختصة في
    سبيل حل أي نزاع أو شكوى.
</p>
<p dir="RTL">
    4- إذا ثبت بأن اي من الشروط والأحكام غير صالح أو غير قابل للتنفيذ وفقًا
    للقانون المعمول به ، بما في ذلك على سبيل المثال لا الحصر، شرط الإعفاء من
    المسئولية أو الضمان وحدود المسؤولية المنصوص عليها في هذه الوثيقة ، فسيتم
    اعتبار النص غير صالح أو غير قابل للتطبيق يحل محله شرط صالح يقارب القصد من
    الشرط الاصلي ، على أن تستمر هذه الشروط والأحكام سارية وتمثل الإتفاق بين
    المستخدم وبين "تروللي".
</p>
<p dir="RTL">
    5- تمثل هذه الشروط والأحكام الاتفاقية الكاملة بين المستخدم و "تروللي". وتحل
    هذه الشروط والأحكام محل جميع الاتصالات والمقترحات السابقة أو المعاصرة ،
    سواء كانت إلكترونية أو شفهية أو مكتوبة ، بين المستخدم و "تروللي".
</p>
<p dir="RTL">
    6- أي نسخة مطبوعة من هذه الشروط والأحكام وأي إشعار يتم تقديمه في شكل
    إلكتروني في إجراءات قضائية أو إدارية بناءً على أو فيما يتعلق بهذه الشروط
    والأحكام يعتبر مقبولاً في نفس المدى وتخضع لنفس الشروط مثل المستندات
    والسجلات التجارية الأخرى في شكلها المطبوع.
</p>
<p dir="RTL">
    7- يعتبر تسجيل أو إدخال المعاملات في تطبيق "تروللي" والتي تم الإحتفاظ بها
    بسبب إجراءات سير العمل المعتادة ل "تروللي" فيما يتعلق بالمعاملات المالية
    المحكومة بهذه الشروط والأحكام، فإنها ملزمة للمستخدم وتعتبر دليلاً قاطعاً
    على صحة ودقة تلك المعاملة المالية.
</p>
<p dir="RTL">
    8- في حالات دعاوى إسترداد المبالغ المدفوعة عن طريق "تروللي" من قبل
    المستخدمين، هنا يتم التعامل مع مثل هذه الشكاوي بناء على السياسة الخاصة
    بمقدم الخدمة، أي إذا كانت سياسة الإسترداد مقبولة لديهم سواء كانت هذه
    السياسة خاضعة لضوابط معينة أم لا، و يتم إسترداد المبلغ مخصوما منه قيمة
    التوصيل المضمنة في إجمالي المبلغ المدفوع مقابل الخدمة.
</p>
<p dir="RTL">
    9- في هذه الشروط والأحكام مصطلح "رد المبلغ" يقصد به عملية الشراء الناجحة
    سواء عن طريق بطاقة صراف آلى أو عن طريق الكاش.
</p>
<p dir="RTL">
    10- إسترداد المبالغ في حال العمليات الإحتيالية أو المكررة: في حال حدوث
    إحتيال عن طريق سوء إستخدام البطاقة أو الحساب البنكي التابع للمستخدم بواسطة
    شخص محتال، فمثل هذه المشاكل تعالج بواسطة سياسة وقواعد "تروللي".
</p>
<p dir="RTL">
    11- بطء النظام أوالشبكة: في حالة حدوث أي مشاكل متعلقة بخدمة الدفع عبر
    الإنترنت مثل حدوث بطء أو فشل عملية السداد، على المستخدم قبل البدء في محاولة
    إجراءعملية سداد مرة أخرى التأكد من البنك إذا قام بخصم المبلغ في المرة
    الأولى أم لا وبناء على ذلك يقر المستخدم بأن "تروللي" لا يتحمل مسئولية
    معاملة مكررة تحت أي ظرف من الظروف، وأي شكوى ترفع أو تواصل يتم بهذا الخصوص
    لا يأخذ في الإعتبار.
</p>
<p dir="RTL">
    <strong>أ‌) </strong>
    <strong>تحديد المسئولية:</strong>
    <strong></strong>
</p>
<p dir="RTL">
    1- تم توفير هذه الخدمة كسبيل من سبل الراحة للمستخدمين وحفاظاً على سلامتهم
    في الوقت الراهن. "تروللي" تعلن صراحة تمسكها بكافة حقوقها بإعتبارها المالك
    للخدمة، وبالتالي أي مستخدم يعلم ويقر بأنه هو/هي المسئول عن سلوكه وأن
    "تروللي" لها كامل الصلاحية في وقف المستخدم من إستعمال الخدمة في أي وقت ودون
    أي إنذار سابق.
</p>
<p dir="RTL">
    2- "تروللي" غير مسئول عن أي عدم دقة، خطأ أو تأخر في، أو إغفال لأي من: (أ)
    أي بيانات أو معلومات أو رسالة، أو (ب) نقل أو تسليم أي من هذه البيانات أو
    المعلومات أوالرسائل، أو (ت) أي خسارة أو ضرر يحدث من أو ينتج عن عدم الدقة،
    أو الخطأ، أو التأخر أو الإغفال، أو عدم أداء لأي من هذه البيانات أو
    المعلومات أو الرسائل. أيضاً "تروللي" لا تتحمل أي مسئولية، وموظفينهم،
    ومدراءهم، وأي طرف ثالث يعمل لحسابهم، يقوم بتوصيل أو إدارة الخدمة، لا يكون
    مسئول عن أي ضرر مباشر أو غير مباشر أو عارض أو خاص أو لاحق، أو أي أضرار أياً
    كانت بما فيها العقابية أو النموذجية التي تنتج عن أو متصلة بطريقة ما بعدم
    كفاية أو عدم ملائمة تقديم الخدمات أوناتجة عن دخول غير مصرح به أو تغيير في
    نقل المعلومات أو ناتجة عن وقف الخدمة بصورة مؤقتة أو دائمة.
</p>
<p dir="RTL">
    3- "تروللي" لا يتحمل مسئولية أي ضرر مالي قد يحدث للمستخدم أو أي ضرر أخر في
    حالة:
</p>
<p dir="RTL">
    أ‌) تأخر أو فشل أي بيانات أو معلومات تم نقلها بسبب إستخدامه بطاقة الصراف
    الآلي عند الدفع أو أي خدمات أخرى متعلقة بها. و / أو،
</p>
<p dir="RTL">
    ب‌) أي إنقطاع أو أخطاء في عمل المحول القومي.
</p>
<p dir="RTL">
    4- يجب على المستخدم تعويض وتحمل الضرر الواقع على "تروللي" وجميع ممثلينهم من
    مكاتب وموظفين ومدراء ومسئولين من أي شكوى، أمر، أو قضية ترفع بسبب يرجع
    لإستمتاعه بالخدمة.
</p>
<p dir="RTL">
    5- يقر المستخدم بعدم مسئولية "تروللي" أو أحد موظفينه عن أي خسارة أو ضرر
    ينتج عن إستخدام، أو بسبب المعلومات التي تم تضمينها في تطبيق "تروللي"، أو أي
    فشل في الإلتزام بهذه الشروط والأحكام وكان هذا الفشل خارج دائرة الحد المعقول
    في السيطرة.
</p>
<p dir="RTL">
    6- يقر المستخدم بعدم مسئولية "تروللي" عن إدخال أي بيانات خاطئة بما في ذلك
    البيانات المتعلقة بالموقع مكان الإستلام، وفي حالة حدوث ذلك سيتم التعامل
    بناء على سياسات "تروللي" التي يقر المستخدم بموافقته عليها، وسيكون مبلغ
    التوصيل هو المبلغ الموضح في التطبيق والمحدد للموقع الأصلي الذي تم فيه
    الإستلام وليس المبلغ السابق الذى ظهر في التطبيق و تمت الموافقة عليه من قبل
    المستخدم .
</p>
<p dir="RTL">
    <strong>ث- شروط متنوعة:</strong>
</p>
<p dir="RTL">
    1- أي تنازل عن إستعمال أي حق خاص ب "تروللي" بناء على هذه الشروط والأحكام،
    لا يعني أن هذا الحق يتم التنازل عنه دائما و بصورة تلقائية.
</p>
<p dir="RTL">
    2- يقر المستخدم بإستيعابه وموافقته على أن أي بيانات شخصية متعلقة ببطاقة
    الإئتمان ويتم إنتقال المعلومات فيها عبر الإنترنت تكون عرضة لسوء الإستخدام،
    التهكر، السرقة و / أو التزوير، وأن "تروللي" ليس لديه السيطرة على أي من هذه
    الأمور.
</p>
<p dir="RTL">
    3- "تروللي" قام بجميع التدابير الإحترازية والإحتياطات لحماية هذه البيانات
    التي يتم إدخالها بواسطة المستخدم، مع ذلك "تروللي" لا يضمن أن تكون هذه
    البيانات ليست عرضة للسرقة أو الإستخدام الغير مصرح به عبر الإنترنت.
</p>
<p dir="RTL">
    4- تروللي" والتابعون له جميعهم غير مسئولين عن، و في أي وقت عن أي فشل في
    الأداء، أو خطأ، أو إغفال، أو مقاطعة، أو حذف، أو خلل، أو تأخير في التشغيل أو
    التحويل، أو إصابة الجهاز بفيروس، أو فشل في خط الإتصالات، أو سرقة أو تدمير
    أو دخول غير مصرح به، أوتغيير من، أو إستخدام البيانات المدخلة في التطبيق.
</p>
<p dir="RTL">
    5- بهذا يتم إعلام المستخدم أن "تروللي" لن يطلب من المستخدم إدخال كلمة
    المرور بواسطة مكالمة هاتفية أو بريد إلكتروني. بناء على هذا فإن المستخدم يجب
    عليه تسجيل الخروج من حسابه في التطبيق مباشرة بعد الإنتهاء من المعاملات
    المالية. ذلك لضمان عدم دخول أو وصول الأخرين للبيانات الشخصية للمستخدم عند
    مشاركته جهازه الخاص به للأخرين.
</p>
<p dir="RTL">
    6- "تروللي" تحتفظ بحقها في أي وقت، ودون أي إنذار مسبق، في إضافة أو تغيير كل
    أو بعض هذه الشروط والأحكام أو أن تقوم بتبديل كامل أو جزئي لخدمة التسوق عبر
    الإنترنت أو تقوم بإلغائها بالكامل.
</p>
<p dir="RTL">
    <strong>ج- سياسة الإلغاء </strong>
    <strong>والإسترداد</strong>
    <strong>:</strong>
</p>
<p dir="RTL">
    1- لدى "تروللي" سياساته الخاصة والمتغيرة بسبب عوامل عدة في التعامل مع حالات
    إلغاء الطلبيات والتي يقوم بتوضحيها في التطبيق للمستخدمين، وبناء على ذلك يقر
    مستخدم "تروللي" بعلمه وموافقته على تلك السياسات والزمن الذي يمكن خلاله
    إلغاء الطلبية إذا رغب بذلك ، وإلتزامه به اوإقراره بعدم إمكانية إلغاء طلبه
    عند بخلاف تلك السياسات.
</p>
<p dir="RTL">
    2- يمكن للمستخدم إسترداد البضاعة بعد وصول مندوب "تروللي" له في حالة كانت
    البضاعة ليست من فئة الخضروات والفواكه مع اقرار المستخدم بدفع مبلغ التوصيل
    كاملاً ل "تروللي" ذهاباً واياباً.
</p>
<p dir="RTL">
    <strong>ح- البطاقة المصرفية وتفاصيل الحساب البنكي:</strong>
</p>
<p dir="RTL">
    1- يقر المستخدم أن البطاقة المصرفية التي تم تزويد "تروللي" بتفاصيل بياناتها
    بواسطته / هي، أن هذه البيانات صحيحة ومؤكدة وأن المستخدم لن يستخدم أي بطاقة
    مصرفية غير مملوكة له قانونيا أو إستخدامها غير مصرح به من قبل المالك
    القانوني للبطاقة المصرفية. بناء على ذلك يقر المستخدم إدخال تفاصيل صحيحة
    للبطاقة المصرفية.
</p>
<p dir="RTL">
    2- المستخدم يمكن أن يدفع فاتورته عن طريق الكاش أو يدفع عن طريق الإنترنت.
    بناء على ذلك فإن المستخدم يضمن ويقر ويوافق على أنه عند بدءه في عملية دفع
    وإدخال تفاصيل بطاقته المصرفية يجب الآتي:
</p>
<p dir="RTL">
    أ‌- المستخدم له الحق القانوني في إستخدام هذه البطاقة المصرفية والحساب
    البنكي التابع له لهذه العملية،
</p>
<p dir="RTL">
    ب‌- المستخدم مسئول مسئولية كاملة عن تفاصيل البطاقة أوالحساب بحيث يجب أن
    تكون تلك المعلومات مؤكدة،
</p>
<p dir="RTL">
    ت‌- أن يكون المستخدم مخول بخصم المبلغ من البطاقة المصرفية المعينة لدفع
    المبلغ المحدد بالإضافة لرسوم عملية الدفع الإلكتروني.
</p>
<p dir="RTL">
    ث‌- المستخدم مسئول من ضمان وجود رصيد كافي في البطاقة المستخدمة في الدفع
    ويغطي الفاتورة المراد دفعها في وقت السداد.
</p>
<p dir="RTL">
    <strong>خ‌- </strong>
    <strong>معلومات شخصية:</strong>
    <strong></strong>
</p>
<p dir="RTL">
    1- يوافق المستخدم، إلى الحد المطلوب أو المسموح به بموجب القانون، أن
    "تروللي" يمكن أن يقوم بجمع أو إستخدام أو الإفصاح عن بعض المعلومات الشخصية
    لأسباب أمنية أو بسبب التحقيقات القانونية أو في سياق التعاون مع السلطات أو
    الإمتثال للأوامر القضائية.
</p>
<p dir="RTL">
    2- يوافق المستخدم على أن أي تواصل تم بواسطة البريد الإلكتروني، بصورة ضمنية
    سيفصح عن بعض المعلومات. أيضا يوافق المستخدم أن يكون أي تواصل البريد
    الإلكتروني وبالأخص المراسلات التي بادر بها هوعبر البريد الإلكتروني.
</p>
<p dir="RTL">
    3- بالإضافة للمعلومات التي بحوزة "تروللي"، فإن "تروللي" قام بجمع معلومات
    مشابهة في الماضي. بمجرد الدخول على التطبيق، يعتبر المستخدم موافق على الشروط
    الخاصة بسياسة سرية المعلومات و إستخدام "تروللي" المستمر للمعلومات التي تم
    الحصول عليها سابقاً. أيضاً المستخدم عند تسجيل بياناته الشخصية يعتبر أنه قدم
    تصريح للتعامل مع معلوماته الشخصية كما هوموضح هنا. <strong></strong>
</p>
<p dir="RTL">
    4- المستخدم يعلم ويوافق على أن معلوماته ستعامل و ستدار بموجب القانون الواجب
    التطبيق وقتها.
</p>
<p dir="RTL">
    د‌- <strong>إخلاء مسئولية "تروللي" كمنصة تسوق وشراء إلكتروني:</strong>
</p>
<p dir="RTL">
    تم تقديم هذه الخدمة من أجل تسهيل الدخول للتسوق والشراء عبر الإنترنت من خلال
    الكاش و أو البطاقة المصرفية.
</p>
<p dir="RTL">
    "تروللي" لا يقوم بأي نوع من أنواع التمثيل سواء كان صريحاً أم ضمنياً، فيما
    يتعلق بتشغيل التطبيق بخلاف ما هو محدد في تطبيق الموبايل لهذا الغرض.
</p>
<p dir="RTL">
    بالموافقة على هذه الشروط والأحكام، المستخدم يعبر صراحة عن موافقته على أن
    إستخدام "تروللي" كمنصة تسوق وشراء إلكتروني يقع تحت مسئوليته هو/هي كمستخدم.
</p>

                            
                        </div>
                    </div>  
                </div>
            </div> 
            <br> <hr class="divider"> <br>
            <div class="row">
                <div class="col-xs-12 col-sm-12">
                    <p class="copyright">Copyright Trolley <?php echo date('Y'); ?> | Powered by: <a href="https://mypcot.com/" target="_blank" style="color: #000;">MI</a></p>
                </div>
            </div>
        </div>
    </div>
</div>                    





